Repository: murateray/YOURLS-pt_PT
Catalog: *.po
Languages: pt_pt

source: Statistics for %s
pt_pt: Estatísticas para %s

source: Short URL
pt_pt: URL curto

source: Aggregate stats for duplicate short URLs
pt_pt: Agregar estatísticas para URLs curtos duplicados

source: Long URL
pt_pt: URL longo

source: Traffic statistics
pt_pt: Estatísticas do tráfego

source: Traffic location
pt_pt: Localização do tráfego

source: Traffic sources
pt_pt: Origens do tráfego

source: Share
pt_pt: Partilhar

source: Last 24 hours
pt_pt: Últimas 24 horas

source: Last 7 days
pt_pt: Últimos 7 dias

source: Last 30 days
pt_pt: Últimos 30 dias

source: All time
pt_pt: Todo o tempo

source: Number of hits : %s
pt_pt: Número de cliques: %s

source: Historical click count
pt_pt: Histórico da contagem de cliques

source: about 1 day ago
pt_pt: há cerca de 1 dia

source: Short URL created on %s
pt_pt: URL curto criado a %s

source: %s per day
pt_pt: %s por dia

source: %s per hour
pt_pt: %s por hora

source: %s hit
pt_pt: %s clique

source: Best day
pt_pt: Melhor dia

source: <strong>%1$s</strong> hit on %2$s
pt_pt: <strong>%1$s</strong> clique a %2$s

source: Click for more details
pt_pt: Clica para mais detalhes

source: Year %s
pt_pt: Ano %s

source: 1 hit
pt_pt: 1 clique

source: No traffic yet. Get some clicks first!
pt_pt: Sem tráfego. Obtém alguns cliques primeiro!

source: Top 5 countries
pt_pt: Top 5 países

source: Overall traffic
pt_pt: Tráfego geral

source: No country data.
pt_pt: Sem dados de países.

source: Referrer shares
pt_pt: Partilhas referidas

source: Others
pt_pt: Outros

source: Referrers
pt_pt: Referências

source: (details)
pt_pt: (detalhes)

source: Various:
pt_pt: Vários:

source: Direct vs Referrer Traffic
pt_pt: Tráfego directo vs. referido

source: Direct
pt_pt: Directo

source: Direct traffic:
pt_pt: Tráfego directo:

source: <strong>%s</strong> hit
pt_pt: <strong>%s</strong> clique

source: Referrer traffic:
pt_pt: Tráfego referido:

source: No referrer data.
pt_pt: Sem dados de referências.

source: Short link
pt_pt: Ligação curta

source: Quick Share
pt_pt: Partilha rápida

source: Title
pt_pt: Título

source: IP Address
pt_pt: Endereço IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
pt_pt: A procurar por <strong>%1$s</strong> no <strong>%2$s</strong>.

source: Date
pt_pt: Data

source: Clicks
pt_pt: Cliques

source: Short URL created, but could not redirect to %s !
pt_pt: O URL curto foi criado, mas não foi possível redireccionar para %s !

source: Unknown "Share" bookmarklet
pt_pt: Bookmarklet "Partilhar" desconhecido

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
pt_pt: A mostrar <strong>%1$s</strong> até <strong class="increment">%2$s</strong> de <strong class="increment">%3$s</strong> URLs

source: counting <strong>1</strong> click
pt_pt: a contar <strong>1</strong> clique

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
pt_pt: No geral, a seguir <strong class="increment">%1$s</strong> ligações, <strong>%2$s</strong> cliques, e a contar!

source: No URL
pt_pt: Sem URL

source: %s version is too old. Ask your server admin for an upgrade.
pt_pt: A versão %s é muito antiga. Pede uma actualização ao teu administrador do servidor.

source: YOURLS already installed.
pt_pt: O YOURLS já está instalado.

source: File <tt>.htaccess</tt> successfully created/updated.
pt_pt: Ficheiro <tt>.htaccess</tt> criado/actualizado com sucesso.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
pt_pt: Não foi possível escrever no ficheiro <tt>.htaccess</tt> na pasta de raíz do YOURLS. Terás que fazê-lo manualmente. Vê <a href="http://yourls.org/htaccess">como fazer</a>.

source: Install YOURLS
pt_pt: Instalar o YOURLS

source: YOURLS Administration Page
pt_pt: Página de administração do YOURLS

source: Unsupported action
pt_pt: Acção não suportada

source: No plugin specified, or not a valid plugin
pt_pt: Extensão não especificada, ou então não é uma extensão válida

source: Plugin has been activated
pt_pt: A extensão foi activada

source: Plugin has been deactivated
pt_pt: A extensão foi desactivada

source: Manage Plugins
pt_pt: Gerir extensões

source: Plugins
pt_pt: Extensões

source: %s plugin
pt_pt: %s extensão

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
pt_pt: Actualmente tens <strong>%1$s</strong> instaladas, e <strong>%2$s</strong> activadas

source: Plugin Name
pt_pt: Nome da extensão

source: Version
pt_pt: Versão

source: Description
pt_pt: Descrição

source: Author
pt_pt: Autor

source: Action
pt_pt: Acção

source: Deactivate
pt_pt: Desactivar

source: Activate
pt_pt: Activar

source: plugin file location: %s
pt_pt: Localização da extensão: %s

source: Toggle active/inactive plugins
pt_pt: Activar/Desactivar extensões

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
pt_pt: Se alguma coisa correr mal depois de activares a extensão e não conseguires usar o YOURLS ou entrar nesta página, basta mudares o nome ou apagares a pasta, ou mudar o nome da extensão para algo diferente que <code>plugin.php</code>.

source: More plugins
pt_pt: Mais extensões

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
pt_pt: Para mais extensões, vai à <a href="http://yourls.org/pluginlist">lista de extensões</a> oficial.

source: Cool YOURLS Tools
pt_pt: Boas ferramentas do YOURLS

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
pt_pt: O YOURLS vem com <span>bookmarklets</span> úteis para facilitar o encurtamento e partilha de ligações.

source: Standard or Instant, Simple or Custom
pt_pt: Padrão ou Rápido, Simples ou Personalizado

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
pt_pt: Os <span>bookmarklets padrão</span> levam-te para uma página onde podes facilmente editar ou eliminar o teu novo URL curto.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
pt_pt: Os <span>bookmarklets rápidos</span> mostram o URL curto sem teres de deixar a página que estar a ver.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
pt_pt: Os <span>bookmarklets simples</span> geram o URL curto com uma palavra-chave sequencial ou aleatória.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
pt_pt: Os <span>bookmarklets com palavra-chave personalizada</span> pedem-te antes uma palavra-chave personalizada.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
pt_pt: Se quiseres partilhar uma descrição com a tua ligação que estás a encurtar, basta <span>seleccionares o texto</span> na página que estás a ver antes de clicares no bookmarklet

source: The Bookmarklets
pt_pt: Os bookmarklets

source: Click and drag links to your toolbar (or right-click and bookmark it)
pt_pt: Clica e arrasta as ligações para a tua barra de ferramentas (ou clica no botão direito do rato e guarda-o)

source: Standard (new page)
pt_pt: Padrão (nova página)

source: Instant (popup)
pt_pt: Rápido (popup)

source: Simple
pt_pt: Simples

source: Drag to your toolbar!
pt_pt: Arrasta para a tua barra de marcadores!

source: Shorten
pt_pt: Encurtar

source: Instant Shorten
pt_pt: Encurtar rápido

source: Custom Keyword
pt_pt: Palavra-chave personalizada

source: Custom shorten
pt_pt: Encurtar personalizado

source: Instant Custom Shorten
pt_pt: Encurtar personalizado rápido

source: Social Bookmarklets
pt_pt: Bookmarklets Sociais

source: Create a short URL and share it on social networks, all in one click!
pt_pt: Cria um URL curto e partilha nas redes sociais, tudo num só clique!

source: Shorten and share:
pt_pt: Encurtar e partilhar:

source: YOURLS &amp; Facebook
pt_pt: YOURLS e Facebook

source: YOURLS &amp; Twitter
pt_pt: YOURLS e Twitter

source: YOURLS &amp; Tumblr
pt_pt: YOURLS e Tumblr

source: Prefix-n-Shorten
pt_pt: Prefixar-e-Encurtar

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
pt_pt: Quando estiveres a ver uma página, podes também prefixar o URL completo: basta ires à barra de endereços do teu navegador, adicionar "<span>%s</span>" ao início do endereço (logo antes da parte 'http://') e clicar em Enter.

source: Note: this will probably not work if your web server is running on Windows
pt_pt: Nota: isto provavelmente não irá funcionar se o teu servidor estiver a funcionar num Windows

source: (which seems to be the case here)
pt_pt: (que pelos visto é o caso)

source: Secure passwordless API call
pt_pt: Chamada segura à API sem palavra-passe

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
pt_pt: O YOURLS permite fazer chamadas à API à maneira antiga, usando os parâmetros <tt>username</tt> e <tt>password</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
pt_pt: Se não te sentes à vontade com o envio dos teus dados, podes também fazer chamadas à API sem usar o teu nome de utilizador ou palavra-passe, usando uma assinatura secreta.

source: Your secret signature token: <strong><code>%s</code></strong>
pt_pt: A tua assinatura secreta: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
pt_pt: (É um segredo. Mantém-na secreta)

source: This signature token can only be used with the API, not with the admin interface.
pt_pt: Esta assinatura secreta só pode ser usada com a API, não com a administração.

source: Usage of the signature token
pt_pt: Utilização da assinatura secreta

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
pt_pt: Simplesmente usa o parâmetro <tt>signature</tt> nos teus pedidos à API. Exemplo:

source: Usage of a time limited signature token
pt_pt: Utilização de uma assinatura limitada por tempo

source: actual value:
pt_pt: valor actual:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
pt_pt: Agora usa os parâmetros <tt>signature</tt> e <tt>timestamp</tt> nos teus pedidos à API. Exemplo:

source: Actual values:
pt_pt: Valores actuais:

source: This URL would be valid for only %s seconds
pt_pt: Este URL seria válido por apenas %s segundos

source: See the <a href="%s">API documentation</a> for more
pt_pt: Vê a <a href="%s">documentação da API</a> para mais

source: Upgrade YOURLS
pt_pt: Actualizar o YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
pt_pt: Actualização desnecessária. Podes <a href="%s">voltar para a brincadeira</a>!

source: Your current installation needs to be upgraded.
pt_pt: A tua instalação actual precisa de ser actualizada.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
pt_pt: Por favor, por favor, por favor, é recomendado que <strong>faças uma cópia de segurança</strong> da tua base de dados<br/>(devias até fazer isto regularmente)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
pt_pt: Nada demais <em>deverá</em> acontecer, mas não significa que <em>não</em> aconteça, certo? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
pt_pt: Em cada passo, se <span class='error'>alguma coisa correr mal</span>, irás ver uma mensagem e talvez uma maneira de corrigir.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
pt_pt: Se estiver tudo a andar muito depressa e não conseguires ler, <span class="success">bom pra ti</span>, deixa andar :)

source: Once you are ready, press "Upgrade" !
pt_pt: Quando estiveres pronto, carrega em "Actualizar"!

source: Upgrade
pt_pt: Actualizar

source: Your installation is now up to date !
pt_pt: A tua instalação está actualizada!

source: Go back to <a href="%s">the admin interface</a>
pt_pt: Voltar para a <a href="%s">administração</a>

source: Could not auto-encrypt passwords. Error was: "%s".
pt_pt: Não foi possível auto-encriptar as palavras-passe. O erro foi: "%s".

source: <a href="%s">Get help</a>.
pt_pt: <a href="%s">Obtém ajuda</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
pt_pt: <a href="%s">Clique aqui</a> para mostrar esta mensagem daqui a uma semana.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
pt_pt: O YOURLS necessita do mysql, mysqli ou a extensão PHP pdo_mysql. Nenhuma extensão foi encontrada. Verifica as configurações do teu servidor, ou contacta o suporte do teu alojamento.

source: Fatal error
pt_pt: Erro fatal

source: Logged out successfully
pt_pt: Sessão terminada com sucesso

source: Invalid username or password
pt_pt: Utilizador ou palavra-passe inválida

source: Please log in
pt_pt: Por favor, inicia sessão

source: 1 query
pt_pt: 1 pedido

source: Powered by %s
pt_pt: Suportado pelo %s

source: Enter the URL
pt_pt: Introduz o URL

source: Optional
pt_pt: Opcional

source: Custom short URL
pt_pt: URL curto personalizado

source: Shorten The URL
pt_pt: Encurtar o URL

source: Search for %1$s in %2$s
pt_pt: Procurar por %1$s no %2$s

source: Ascending
pt_pt: Ascendente

source: Descending
pt_pt: Descendente

source: Order by %1$s %2$s
pt_pt: Ordenar por %1$s %2$s

source: Show %s rows
pt_pt: Mostrar %s linhas

source: more
pt_pt: mais

source: less
pt_pt: menos

source: Show links with %1$s than %2$s clicks
pt_pt: Mostrar ligações com %1$s de %2$s cliques

source: before
pt_pt: antes

source: after
pt_pt: depois

source: between
pt_pt: entre

source: Show links created %1$s %2$s %3$s %4$s
pt_pt: Mostrar ligações criadas %1$s %2$s %3$s %4$s

source: Search
pt_pt: Procurar

source: Clear
pt_pt: Limpar

source: 1 page
pt_pt: 1 página

source: Go to First Page
pt_pt: Ir para o início

source: &laquo; First
pt_pt: &laquo; Primeiro

source: Last &raquo;
pt_pt: Último &raquo;

source: Your short link
pt_pt: A tua ligação curta

source: Long link
pt_pt: Ligação longa

source: Stats
pt_pt: Estatísticas

source: Share with
pt_pt: Partilhar com

source: Tweet this!
pt_pt: Tweetar isto!

source: Share on Facebook
pt_pt: Partilhar no Facebook

source: Share on Friendfeed
pt_pt: Partilhar no Friendfeed

source: Save
pt_pt: Guardar

source: Save new values
pt_pt: Guardar alterações

source: Cancel
pt_pt: Cancelar

source: Cancel editing
pt_pt: Cancelar edição

source: Error, URL not found
pt_pt: Erro, URL não encontrado

source: Edit
pt_pt: Editar

source: Delete
pt_pt: Eliminar

source: Not a common link
pt_pt: Sem ligação em comum

source: Original URL
pt_pt: URL original

source: Actions
pt_pt: Acções

source: Username
pt_pt: Utilizador

source: Password
pt_pt: Palavra-passe

source: Login
pt_pt: Iniciar sessão

source: Hello <strong>%s</strong>
pt_pt: Olá <strong>%s</strong>

source: Logout
pt_pt: Terminar sessão

source: Help
pt_pt: Ajuda

source: Go to the admin interface
pt_pt: Ir para a página de administração

source: Admin interface
pt_pt: Administração

source: Tools
pt_pt: Ferramentas

source: Today
pt_pt: Hoje

source: Close
pt_pt: Fechar

source: <a href="%s">YOURLS version %s</a> is available. Please update!
pt_pt: <a href="%s">YOURLS versão %s</a> está disponível. Por favor, actualiza!

source: Incorrect DB config, or could not connect to DB
pt_pt: Configuração incorrecta da BD, ou não foi possível ligar à BD

source: Table '%s' created.
pt_pt: Tabela '%s' criada.

source: Error creating table '%s'.
pt_pt: Erro ao criar a table '%s'.

source: Could not initialize options
pt_pt: Não foi possível inicial as opções

source: Could not insert sample short URLs
pt_pt: Não foi possível inserir amostras de URLs curtos

source: YOURLS tables successfully created.
pt_pt: As tabelas do YOURLS foram criadas com sucesso.

source: Error creating YOURLS tables.
pt_pt: Erro ao criar as tabelas do YOURLS.

source: Sunday
pt_pt: Domingo

source: Monday
pt_pt: Segunda

source: Tuesday
pt_pt: Terça

source: Wednesday
pt_pt: Quarta

source: Thursday
pt_pt: Quinta

source: Friday
pt_pt: S

source: Saturday
pt_pt: Sábado

source: S_Sunday_initial
pt_pt: D

source: M_Monday_initial
pt_pt: S

source: T_Tuesday_initial
pt_pt: T

source: W_Wednesday_initial
pt_pt: Q

source: T_Thursday_initial
pt_pt: Q

source: F_Friday_initial
pt_pt: S

source: S_Saturday_initial
pt_pt: S

source: Sun
pt_pt: Dom

source: Mon
pt_pt: Seg

source: Tue
pt_pt: Ter

source: Wed
pt_pt: Qua

source: Thu
pt_pt: Qui

source: Fri
pt_pt: Sex

source: Sat
pt_pt: Sáb

source: January
pt_pt: Janeiro

source: February
pt_pt: Fevereiro

source: March
pt_pt: Março

source: April
pt_pt: Abril

source: May
pt_pt: Maio

source: June
pt_pt: Junho

source: July
pt_pt: Julho

source: August
pt_pt: Agosto

source: September
pt_pt: Setembro

source: October
pt_pt: Outubro

source: November
pt_pt: Novembro

source: December
pt_pt: Dezembro

source: Jan_January_abbreviation
pt_pt: Jan

source: Feb_February_abbreviation
pt_pt: Fev

source: Mar_March_abbreviation
pt_pt: Mar

source: Apr_April_abbreviation
pt_pt: Abr

source: May_May_abbreviation
pt_pt: Mai

source: Jun_June_abbreviation
pt_pt: Jun

source: Jul_July_abbreviation
pt_pt: Jul

source: Aug_August_abbreviation
pt_pt: Ago

source: Sep_September_abbreviation
pt_pt: Set

source: Oct_October_abbreviation
pt_pt: Out

source: Nov_November_abbreviation
pt_pt: Nov

source: Dec_December_abbreviation
pt_pt: Dez

source: Could not find and deactivated plugin :
pt_pt: Extensão não encontrada e desactivada:

source: Not a valid plugin file
pt_pt: Não é uma extensão válida

source: Plugin already activated
pt_pt: Extensão já activada

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
pt_pt: A extensão gerou um resultado inesperado. O erro foi: <br/><pre>%s</pre>

source: Plugin not active
pt_pt: Extensão não activa

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
pt_pt: Esta página não existe. Talvez alguma extensão que penses estar activa, está na realidade inactiva?

source: Invalid link
pt_pt: Ligação inválida

source: Missing or malformed URL
pt_pt: URL inexistente ou malformado

source: URL is a short URL
pt_pt: URL é um URL curto

source: Short URL %s already exists in database or is reserved
pt_pt: O URL curto %s já existe na base de dados ou está reservado

source: %s added to database
pt_pt: %s adicionado à base da dados

source: Error saving url to database
pt_pt: Erro ao guardar o url na base de dados

source: %s already exists in database
pt_pt: %s já existe na base de dados

source: Link updated in database
pt_pt: Ligação actualizada na base de dados

source: Error updating %s (Short URL: %s)
pt_pt: Erro ao actualizar %s (URL curto: %s)

source: URL or keyword already exists in database
pt_pt: O URL ou a palavra-chave já existe na base de dados

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
pt_pt: se não fores redireccionado depois de 10 segundos, por favor <a href="%s">clica aqui</a>

source: Please <a href="%s">click here</a>
pt_pt: Por favor, <a href="%s">clica aqui</a>

source: Too many URLs added too fast. Slow down please.
pt_pt: Muitos URL adicionados muito rapidamente. Abranda, por favor.

source: Forbidden
pt_pt: Proibido

source: Unauthorized action or expired link
pt_pt: Acção não autorizada ou ligação expirada

source: Error
pt_pt: Erro

source: Service temporarily unavailable
pt_pt: Serviço temporariamente indisponível

source: Our service is currently undergoing scheduled maintenance.
pt_pt: O nosso serviço está em manutenção programada.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
pt_pt: As coisas não devem durar muito tempo, obrigado pela tua paciência e por favor desculpa o transtorno

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
pt_pt: %1$s está <strong>obsoleta</strong> desde a versão %2$s! Em vez disso, usa %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
pt_pt: %1$s está <strong>obsoleta</strong> desde a versão %2$s, sem alternativa disponível.

source: day
pt_pt: dia

source: view
pt_pt: visita
